[
    {
        "name": "Margarita",
        "description": "Tequila and triple sec combine in this fabulous margarita cocktail recipe, mixed with lime juice. Garnish the rim of the glass with salt for that extra punch.",
        "category": "Contemporary Classics",
        "instructions": "Rub the rim of the glass with the lime slice to make the salt stick to it. Take care to moisten only the outer rim and sprinkle the salt on it. The salt should present to the lips of the imbiber and never mix into the cocktail. Shake the other ingredients with ice, then carefully pour into the glass.",
        "alcoholic": "TRUE",
        "Ingredient1": "50ml tequila",
        "Ingredient2": "25ml lime juice",
        "Ingredient3": "20ml triple sec",
        "Ingredient4": "salt",
        "Ingredient5": "2 lime wedges"
    },
    {
        "name": "Aviation",
        "description": "The aviation is a cocktail made with gin, maraschino liqueur, crème de violette and lemon juice. Some recipes omit the crème de violette. It is served straight up, in a cocktail glass.",
        "category": "Unforgettables",
        "instructions": "Add all ingredients into cocktail shaker filled with ice. Shake well and strain into cocktail glass. Garnish with a cherry.",
        "alcoholic": "true",
        "Ingredient1": "45ml Gin",
        "Ingredient2": "15ml lemon juice",
        "Ingredient3": "15ml maraschino liqueur",
        "Ingredient4": "cherry"
    },
    {
        "name": "Mojito",
        "description": "Mojito is a traditional Cuban punch. Its combination of sweetness, citrus, and herbaceous mint flavors is intended to complement the rum, and has made the mojito a popular summer drink",
        "category": "Contemporary Classics",
        "instructions": "Muddle mint leaves with sugar and lime juice. Add a splash of soda water and fill the glass with cracked ice. Pour the rum and top with soda water. Garnish and serve with straw.",
        "alcoholic": "true",
        "Ingredient1": "60ml Light rum",
        "Ingredient2": "Juice of 1 lime",
        "Ingredient3": "1 tsp Sugar",
        "Ingredient4": "Small handful of Mint",
        "Ingredient5": "Soda water to taste"
    },
    {
        "name": "Mimosa",
        "description": "Mix a classic mimosa cocktail with orange juice and champagne or use prosecco if you prefer a different bubbly. It's an easy fix when entertaining or for brunch.",
        "category": "Contemporary Classics",
        "instructions": "Ensure both ingredients are well chilled, then mix into the glass. Serve cold. Try mixing orange juice with sparkling water for a tasty alternative.",
        "alcoholic": "true",
        "Ingredient1": "Champagne",
        "Ingredient2": "60ml Orange juice"
    },
    {
        "name": "Manhattan",
        "description": "The classic Manhattan drink recipe is made with rye whiskey, sweet vermouth, and Angostura bitters, and is garnished with a maraschino cherry.",
        "category": "Unforgettables",
        "instructions": "Pour all of the ingredients into a mixing glass, add cubed ice and stir. When the desired dilution has been achieved, strain into a martini coupe. Garnish with Maraschino cherry.",
        "alcoholic": "true",
        "Ingredient1": "75ml bourbon",
        "Ingredient2": "15ml sweet vermouth",
        "Ingredient3": "15ml extra dry vermouth",
        "Ingredient4": "2 dashes of Angostura bitters",
        "Ingredient5": "5ml cherry eau de vie",
        "Ingredient6": "1 Maraschino cherry"
    }
]